---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.DekanewtonMetersPerMeter
source: html/63faf62a-0011-f70c-0cd8-ae2fd1f62a7c.htm
---
# Autodesk.Revit.DB.UnitTypeId.DekanewtonMetersPerMeter Property

Dekanewton meters per meter.

## Syntax (C#)
```csharp
public static ForgeTypeId DekanewtonMetersPerMeter { get; }
```